Repository: falsepeak-ch/ReverseSinging
Catalog: ReverseSinging/Resources/*.lproj/Localizable.strings
Languages: ca

# onboarding.welcome.title
source: Welcome to Reverso
ca: Benvingut a Reverso

# onboarding.welcome.message
source: We need microphone access to record and reverse your audio. Let's get started!
ca: Necessitem accés al micròfon per gravar i revertir el teu udio. Comencem!

# onboarding.howItWorks.title
source: How It Works
ca: Com Funciona

# onboarding.howItWorks.message
source: Record audio, reverse it, sing what you hear, then flip it again to see how close you got!
ca: Grava udio, reverteix-lo, canta el que sents i després gira-ho altra vegada per veure com t'ha sortit!

# onboarding.button.continue
source: Continue
ca: Continuar

# onboarding.button.openSettings
source: Open Settings
ca: Obrir Ajustos

# onboarding.button.letsRecord
source: yes, let's record!
ca: sí, gravem!

# onboarding.button.continueLowercase
source: continue
ca: continuar

# main.button.stopRecording
source: Stop Recording
ca: Aturar Gravació

# main.button.recordAudio
source: Record Audio
ca: Gravar udio

# main.button.recordAttempt
source: Record Your Attempt
ca: Grava el Teu Intent

# main.button.reRecord
source: Re-record
ca: Tornar a Gravar

# main.button.newSession
source: New Session
ca: Nova Sessió

# main.alert.microphoneRequired.title
source: Microphone Access Required
ca: Es Requereix Accés al Micròfon

# main.alert.microphoneRequired.message
source: Please enable microphone access in Settings to record audio.
ca: Si us plau, activa l'accés al micròfon a Ajustos per gravar udio.

# main.alert.settings
source: Settings
ca: Ajustos

# main.alert.cancel
source: Cancel
ca: Cancel·lar

# main.alert.ok
source: OK
ca: D'acord

# main.alert.startNewSession.title
source: Start New Session?
ca: Iniciar Nova Sessió?

# main.alert.startNewSession.message
source: Your current session will be saved to the archive. This will start a fresh recording session.
ca: La teva sessió actual es desar a l'arxiu. Això iniciar una sessió de gravació nova.

# main.alert.startNewSession.button
source: Start New Session
ca: Iniciar Nova Sessió

# main.emptyState.title
source: Microphone Access Required
ca: Es Requereix Accés al Micròfon

# main.emptyState.message
source: To use Reverso, please enable microphone access in your device settings. This allows you to record and reverse audio.
ca: Per utilitzar Reverso, si us plau activa l'accés al micròfon als ajustos del teu dispositiu. Això et permet gravar i revertir udio.

# main.emptyState.button
source: Open Settings
ca: Obrir Ajustos

# main.processing.reversingAudio
source: Reversing audio...
ca: Revertint udio...

# main.success.sessionSaved
source: Session saved!
ca: Sessió desada!

# main.tip.tapRecordToBegin
source: Tap Record Audio to begin
ca: Toca Gravar udio per començar el teu repte de cant revertit

# main.tip.recordSingingAttempt
source: Record your singing attempt
ca: Grava el teu intent de cant mentre escoltes l'udio revertit

# main.tip.recordSongToReverse
source: Record the song you want to reverse
ca: Grava la cançó que vols cantar en revers

# main.tip.tapPlayToSwitch
source: Tap any button to play or stop
ca: Toca qualsevol botó de reproducció per canviar entre gravacions, o toca aturar per pausar

# main.tip.reRecordOrNewSession
source: Re-record to improve or start new session
ca: Toca Tornar a Gravar per millorar el teu intent, o Nova Sessió per gravar una cançó nova

# main.tip.listenAndRecord
source: Listen to reversed audio, then record
ca: Escolta l'udio revertit i després grava el teu intent de cant

# main.tip.processingAudio
source: Processing audio, please wait...
ca: Processant el teu udio... Només ser un moment

# main.tip.tapRecordAudio
source: Tap Record Audio to record a song
ca: Toca Gravar udio per gravar la cançó que vols revertir

# comparison.title
source: Results
ca: Resultats

# comparison.button.close
source: Close
ca: Tancar

# comparison.label.yourTry
source: Your Try
ca: El Teu Intent

# comparison.button.playOriginal
source: Play Original
ca: Reproduir Original

# comparison.button.playYourTry
source: Play Your Try
ca: Reproduir el Teu Intent

# comparison.button.stop
source: Stop
ca: Aturar

# comparison.button.saveSession
source: Save Session
ca: Desar Sessió

# comparison.button.tryAgain
source: Try Again
ca: Tornar a Intentar

# comparison.score.amazing
source: 🌟 Amazing! Almost perfect!
ca: Increïble! Gairebé perfecte!

# comparison.score.great
source: 🎉 Great job! Very close!
ca: Molt bé! Molt a prop!

# comparison.score.good
source: 👍 Good attempt! Try again?
ca: Bon intent! Tornar a provar?

# comparison.score.keepPracticing
source: 💪 Keep practicing!
ca: Continua practicant!

# sessionList.title
source: Saved Sessions
ca: Sessions Desades

# sessionList.empty.title
source: No Saved Sessions
ca: No Hi Ha Sessions Desades

# sessionList.empty.message
source: Complete a reverse singing session and save it to see it here.
ca: Completa una sessió de cant revertit i desa-la per veure-la aquí.

# recordingType.reversed
source: Reversed
ca: Revertit

# recordingType.attempt
source: Attempt
ca: Intent

# recordingType.reversedAttempt
source: Reversed Attempt
ca: Intent Revertit

# recordingType.imported
source: Imported
ca: Importat

# timerCard.deviceMicrophone
source: Device Microphone (Default)
ca: Micròfon del Dispositiu (Per defecte)

# timerCard.secs
source: SECS
ca: SEGS

# timerCard.playAudio
source: Play Audio
ca: Reproduir udio

# timerCard.audioControls
source: Audio Controls
ca: Controls d'udio

# timerCard.loop
source: Loop
ca: Bucle

# timerCard.speed
source: Speed
ca: Velocitat

# timerCard.pitch
source: Pitch
ca: To

# timerCard.semitones
source: semitones
ca: semitons

# scoreCard.title
source: Your Score
ca: La Teva Puntuació

# scoreCard.grade.perfectMatch
source: Perfect Match!
ca: Coincidència Perfecta!

# scoreCard.grade.greatJob
source: Great Job!
ca: Molt Bé!

# scoreCard.grade.veryGood
source: Very Good!
ca: Molt Bo!

# scoreCard.grade.goodEffort
source: Good Effort!
ca: Bon Esforç!

# scoreCard.grade.niceTry
source: Nice Try!
ca: Bon Intent!

# scoreCard.grade.keepPracticing
source: Keep Practicing!
ca: Continua Practicant!

# scoreCard.grade.tryAgain
source: Try Again!
ca: Torna-ho a Intentar!

# processing.reversingAudio
source: Reversing audio...
ca: Revertint udio...

# processing.generic
source: Processing...
ca: Processant...

# recording.indicator
source: RECORDING
ca: GRAVANT

# success.sessionSaved
source: Session saved successfully!
ca: Sessió desada correctament!

# session.defaultName
source: Session
ca: Sessió

# error.microphonePermissionRequired
source: Microphone permission is required. Please enable it in Settings.
ca: Es requereix permís de micròfon. Si us plau, activa'l a Ajustos.

# error.cannotStartRecording
source: Cannot start recording right now. Please try again.
ca: No es pot iniciar la gravació ara mateix. Si us plau, torna-ho a intentar.

# error.noRecordingInProgress
source: No recording in progress.
ca: No hi ha cap gravació en curs.

# error.failedToStopRecording
source: Failed to stop recording properly.
ca: No s'ha pogut aturar la gravació correctament.

# error.failedToProcessRecording
source: Failed to process recording.
ca: No s'ha pogut processar la gravació.

# settings.title
source: Settings
ca: Ajustos

# settings.subtitle
source: Customize your experience
ca: Personalitza la teva experiència

# settings.appearance
source: Appearance
ca: Aparença

# settings.preferences
source: Preferences
ca: Preferències

# settings.about
source: About
ca: Sobre

# settings.theme.system.desc
source: Follows system settings
ca: Segueix els ajustos del sistema

# settings.theme.light.desc
source: Always use light mode
ca: Sempre en mode clar

# settings.theme.dark.desc
source: Always use dark mode
ca: Sempre en mode fosc

# settings.hapticFeedback
source: Haptic Feedback
ca: Feedback Hptic

# settings.hapticFeedback.desc
source: Feel vibrations when tapping
ca: Vibració en tocar

# settings.privacyPolicy
source: Privacy Policy
ca: Política de Privacitat

# settings.builtInSwitzerland
source: Built in Switzerland
ca: Fet a Suïssa

# settings.builtInSwitzerland.desc
source: Made with care in Zürich
ca: Fet amb cura a Zuric
